cask_args appdir: '/Applications'

brew 'ag'
brew 'bash'
brew 'bats-core'
brew 'shellcheck'
brew 'curl'
brew 'emacs'
#brew 'erlang'
#brew 'exercism'
brew 'ffmpeg'
brew 'fontconfig'
brew 'freetype'
brew 'gifsicle'
brew 'git'
brew 'gnuplot'
brew 'graphviz'
brew 'go'
brew 'gzip'
brew 'irssi'
brew 'jpeg'
brew 'jq'
brew 'yq'
#brew 'kerl'
brew 'lame'
brew 'less'
#brew 'lua'
brew 'mobile-shell'
brew 'multimarkdown'
#brew 'sbt'
brew 'screen'
brew 'socat'
#brew 'sqlite'
brew 'ssh-copy-id'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'wget'
brew 'x264'
brew 'xvid'
brew 'xz'
brew 'zsh'

# Casks
cask '1Password'
cask 'atom'
#cask 'audacity'
cask 'basictex'
cask 'caffeine'
cask 'clementine'
cask 'docker'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'handbrake'
cask 'iterm2'
cask 'keybase'
cask 'lastpass'
cask 'nvalt'
cask 'notion'
#cask 'osxfuse'
cask 'simplenote'
cask 'spectacle'
#cask 'sshfs'
cask 'slack'
cask 'spotify'
cask 'telegram'
cask 'tor-browser'
cask 'vagrant'
cask 'virtualbox'
cask 'whatsapp'

# Fonts


#Cloud
brew 'kubectl'
brew 'helm'
brew 'helmfile'
cask 'google-cloud-sdk'
brew 'minikube'
brew 'ec2-api-tools'