cask_args appdir: '/Applications'

tap 'caskroom/cask'

brew 'emacs'
brew 'erlang'
brew 'exercism'
brew 'ffmpeg'
brew 'fontconfig'
brew 'freetype'
brew 'gifsicle'
brew 'git'
brew 'gnuplot'
brew 'go'
brew 'irssi'
brew 'jpeg'
brew 'jq'
brew 'kerl'
brew 'lame'
brew 'lua'
brew 'sbt'
brew 'socat'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'wget'
brew 'x264'
brew 'xvid'
brew 'xz'

# Casks
cask 'adium'
cask 'atom'
cask 'audacity'
cask 'basictex'
cask 'caffeine'
cask 'clementine'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'handbrake'
cask 'iterm2'
cask 'nvalt'
cask 'osxfuse'
cask 'rubymotion'
cask 'seashore'
cask 'skype'
cask 'spectacle'
cask 'sshfs'
cask 'slack'
cask 'sonos'
cask 'spotify'
cask 'telegram'
cask 'torbrowser'
cask 'vagrant'
cask 'virtualbox'
cask 'xquartz'
cask 'x-lite'
cask 'wireshark'
