cask_args appdir: '/Applications'

tap 'caskroom/cask'
brew 'ag'
brew 'curl'
brew 'emacs-plus'
#brew 'erlang'
#brew 'exercism'
brew 'ffmpeg'
brew 'fontconfig'
brew 'freetype'
brew 'gifsicle'
brew 'git'
brew 'gnuplot'
brew 'graphviz'
brew 'go'
brew 'gzip'
brew 'irssi'
brew 'jpeg'
brew 'jq'
brew 'yq'
#brew 'kerl'
brew 'lame'
brew 'less'
#brew 'lua'
brew 'ngrok'
brew 'mobile-shell'
#brew 'sbt'
brew 'screen'
brew 'socat'
#brew 'sqlite'
brew 'ssh-copy-id'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'wget'
brew 'x264'
brew 'xvid'
brew 'xz'
brew 'zsh'

# Casks
cask 'atom'
#cask 'audacity'
cask 'basictex'
cask 'caffeine'
cask 'clementine'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'handbrake'
cask 'iterm2'
cask 'keybase'
bask 'lastpass'
cask 'nvalt'
cask 'notion'
cask 'mactex'
#cask 'osxfuse'
cask 'simplenote'
cask 'spectacle'
#cask 'sshfs'
cask 'slack'
cask 'sonos'
cask 'spotify'
cask 'telegram'
cask 'torbrowser'
cask 'vagrant'
cask 'virtualbox'
cask 'whatsapp'
# Fonts

cask 'font-terminus'